Repository: Ultimaker/Uranium
Catalog: resources/i18n/*/uranium.po
Languages: ca_es

# @item:inmenu
source: Local File
ca_es: Fitxer local

# @action:button Preceded by 'Ready to'.
source: Save to Disk
ca_es: Desa al disc

# @info:tooltip
source: Save to Disk
ca_es: Desa al disc

# @item:inmenu About saving files to the hard drive
source: To Disk
ca_es: Al disc

# @title:window
source: Save to Disk
ca_es: Desa al disc

# @info:warning
source: There are no file types available to write with!
ca_es: No hi ha cap tipus de fitxer disponible per a escriure!

# @title:window
source: File Already Exists
ca_es: El fitxer ja existeix

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
ca_es: El fitxer <filename>{0}</filename> ja existeix. Esteu segur que el voleu sobreescriure?

# @info:progress Don't translate the XML tags <filename>!
source: Saving to <filename>{0}</filename>
ca_es: S'està desant a <filename>{0}</filename>

# @info:title
source: Saving
ca_es: Desament

# @info:status Don't translate the XML tags <filename>!
source: Permission denied when trying to save <filename>{0}</filename>
ca_es: S'ha denegat el permís en intentar desar <filename>{0}</filename>

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
ca_es: No s'ha pogut desar a <filename>{0}</filename>: <message>{1}</message>

# @info:status Don't translate the XML tags <filename>!
source: Saved to <filename>{0}</filename>
ca_es: S'ha desat a<filename>{0}</filename>

# @info:title
source: File Saved
ca_es: S'ha desat el fitxer

# @action:button
source: Open Folder
ca_es: Obre la carpeta

# @info:tooltip
source: Open the folder containing the file
ca_es: Obre la carpeta que conté el fitxer

# @info:status
source: Something went wrong saving to <filename>{0}</filename>: <message>{1}</message>
ca_es: Alguna cosa ha anat malament en desar a <filename>{0}</filename>: <message>{1}</message>

# @item:inmenu
source: Simple
ca_es: Bàsica

# @error:no mesh
source: There is no mesh to write.
ca_es: No hi ha cap malla per escriure.

# @error:not supported
source: Unsupported output mode writing STL to stream.
ca_es: Mode de sortida no compatible en intentar escriure STL al flux.

# @item:inlistbox
source: STL File (ASCII)
ca_es: Fitxer STL (ASCII)

# @item:inlistbox
source: STL File (Binary)
ca_es: Fitxer STL (Binary)

# @item:inlistbox
source: STL File
ca_es: Fitxer STL

# @error:not supported
source: OBJWriter does not support non-text mode.
ca_es: L'OBJWriter no admet el mode no text.

# @item:inlistbox
source: Wavefront OBJ File
ca_es: Fitxer OBJ Wavefront

# @info:status
source: {application_name} {version_number} is available!
ca_es: Hi ha disponible el {application_name} {version_number}!

# @info:status
source: {application_name} {version_number} provides a better and more reliable printing experience.
ca_es: {application_name} {version_number} proporciona una experiència d'impressió millor i més confiable.

# @action:button
source: Download
ca_es: Baixa

# @action:button
source: Learn more
ca_es: Més informació

# @info:status
source: {application_name} {version_number}-BETA is available!
ca_es: Hi ha disponible la versió {application_name} {version_number}-BETA

# @info:status
source: Try out the latest BETA version and help us improve {application_name}.
ca_es: Proveu l'última versió BETA i ajudeu-nos a millorar el {application_name}.

# @item:inmenu
source: Update Checker
ca_es: Comprovador d'actualitzacions

# @item:inmenu
source: Check for Updates
ca_es: Comprova si hi ha actualitzacions

# @info
source: The version you are using does not support checking for updates.
ca_es: La versió que utilitzeu no permet comprovar si hi ha actualitzacions.

# @info:title
source: Warning
ca_es: Avís

# @info
source: No new version was found.
ca_es: No s'ha trobat cap versió nova.

# @info:title
source: Version Upgrade
ca_es: Actualització de la versió

# @action:button
source: Move
ca_es: Mou

# @info:tooltip
source: Move Model
ca_es: Mou el model

# @label
source: Mirror
ca_es: Reflecteix

# @info:tooltip
source: Mirror Model
ca_es: Model reflectit

# @label
source: Laying object flat on buildplate...
ca_es: S'està posant un objecte pla en la plataforma de construcció...

# @title
source: Object Rotation
ca_es: Gir de l'objecte

# @label
source: Rotate
ca_es: Gira

# @info:tooltip
source: Rotate Model
ca_es: Gira el model

# @label
source: Scale
ca_es: Escala

# @info:tooltip
source: Scale Model
ca_es: Escala el model

# @info
source: Would you like to reload {filename}?
ca_es: Voleu tornar a carregar {filename}?

# @info:title
source: File has been modified
ca_es: S'ha modificat el fitxer

# @action:button
source: Reload
ca_es: Torna a carregar

# @action:description
source: This will trigger the modified files to reload from disk.
ca_es: Això activarà que els fitxers modificats es tornin a carregar des del disc.

# @message
source: Failed to Initialize OpenGL
ca_es: No s'ha pogut inicialitzar l'OpenGL

# Critical OpenGL Extensions Missing
source: Critical OpenGL extensions are missing. This program requires support for Framebuffer Objects. Please check your video card drivers.
ca_es: Falten extensions crítiques de l'OpenGL. Aquest programa requereix suport per als objectes de la memòria intermèdia gràfica. Comproveu els controladors de la targeta de vídeo.

# @error:uninstall
source: There were some errors uninstalling the following packages: {packages}
ca_es: S'han produït alguns errors en desinstal·lar els paquets següents: {packages}

# @info:title
source: Uninstalling errors
ca_es: S'han produït errors durant la desinstal·lació

# @info:progress Don't translate {package_id}
source: Installing plugin {package_id}...
ca_es: S'està instal·lant el connector {packageid}...

# @error:update
source: There was an error uninstalling the package {package} before installing new version: {error}. Please try to upgrade again later.
ca_es: S'ha produït un error en desinstal·lar el paquet {package} abans d'instal·lar la nova versió {error}. Torneu-ho a provar més tard.

# @info:title
source: Updating error
ca_es: S'ha produït un error durant l'actualització

# @info:status
source: The plugin has been installed. Please re-start the application to activate the plugin.
ca_es: S'ha instal·lat el connector. Torneu a iniciar l'aplicació per a activar-lo.

# @error:untrusted
source: Plugin {} was not loaded because it could not be verified.
ca_es: El connector {} no s'ha carregat perquè no s'ha pogut verificar.

# @action:button
source: Dismiss
ca_es: Descarta

# @error
source: The plugin {} could not be loaded. Re-installing the plugin might solve the issue.
ca_es: No s'ha pogut carregar el connector {}. La reinstal·lació el connector pot resoldre el problema.

# @action:button
source: Remove plugin
ca_es: Elimina el connector

# @info:status
source: Plugin no longer scheduled to be installed.
ca_es: Ja no està previst instal·lar el connector.

# @info:status
source: The plugin has been removed. Please restart {0} to finish uninstall.
ca_es: S'ha eliminat el connector. Reinicieu {0} per a acabar de desinstal·lar-lo.

# @item:inlistbox
source: All Supported Types ({0})
ca_es: Tots els tipus compatibles ({0})

# @item:inlistbox
source: All Files (*)
ca_es: Tots els fitxers (*)

# @action:button
source: Reset
ca_es: Restableix

# @info:status
source: Your configuration seems to be corrupt. Something seems to be wrong with the following profiles: - {profiles} Would you like to reset to factory defaults? Reset will remove all your current printers and profiles.
ca_es: Sembla que la configuració és malmesa. Alguna cosa sembla estar malament en els següents perfils: - {profiles} Voleu restablir als valors predeterminats de la fàbrica? El restabliment eliminarà totes les impressores i perfils actuals.

# @title:window
source: Reset to factory
ca_es: Restableix als valors de fàbrica

# @label
source: Reset will remove all your current printers and profiles! Are you sure you want to reset?
ca_es: El restabliment eliminarà totes les impressores i perfils actuals! Esteu segur que voleu restablir?

# @info:status
source: Auto scaled model to {0}% of original size
ca_es: Model escalat automàticament un {0}% de la mida original

# @info:title
source: Scaling Object
ca_es: S'està escalant l'objecte

# @label Long duration format. {0} is days
source: {0} day
ca_es: {0} dia

# @label Long duration format. {0} is hours
source: {0} hour
ca_es: {0} hora

# @label Long duration format. {0} is minutes
source: {0} minute
ca_es: {0} minut

# @info:progress
source: Loading plugins...
ca_es: S'estan carregant els connectors...

# @info:progress
source: Loading plugin {plugin_id}...
ca_es: S'està carregant el connector {pluginid}...

# @info:progress
source: Initializing package manager...
ca_es: S'està iniciant el gestor de paquets...

# @info:status
source: Your configuration seems to be corrupt.
ca_es: Sembla que la configuració és malmesa.

# @info:title
source: Configuration errors
ca_es: Errors de configuració

# @info:progress
source: Updating configuration...
ca_es: S'està actualitzant la configuració...

# @info:progress
source: Loading preferences...
ca_es: S'estan carregant les preferències...

# @info:progress
source: Loading UI...
ca_es: S'està carregant la IU...

# @menu
source: From Disk
ca_es: Des del disc

# @info:version-upgrade
source: A configuration from an older version of {0} was imported.
ca_es: S'ha importat una configuració d'una versió anterior de {0}.

# @info:status Don't translate the XML tag <filename>!
source: Cannot open files of the type of <filename>{0}</filename>
ca_es: No es poden obrir els fitxers del tipus <filename>{0}</filename>

# @info:title
source: Invalid File
ca_es: El fitxer no és vàlid

# @info:status Don't translate the XML tag <filename>!
source: Failed to load <filename>{0}</filename>. The file could be corrupt or inaccessible.
ca_es: No s'ha pogut carregar <filename>{0}</filename>. El fitxer pot ser corrupte o inaccessible.

# @info:title
source: Unable to Open File
ca_es: No s'ha pogut obrir el fitxer

# @info:title
source: Loading
ca_es: S'està carregant

# @info:status Don't translate the XML tag <filename>!
source: There where no models in <filename>{0}</filename>.
ca_es: No hi ha cap model a <filename>{0}</filename>.

# @info:title
source: No Models in File
ca_es: No hi ha cap model al fitxer

# @info:status Don't translate the XML tag <filename>!
source: Failed to load <filename>{0}</filename>. The file could be corrupt, inaccessible or it did not contain any models.
ca_es: No s'ha pogut carregar <filename>{0}</filename>. El fitxer pot ser corrupte, inaccessible o no conté cap model.

# @option:check
source: Lock Model
ca_es: Bloca el model

# @action:button
source: Lay flat
ca_es: Posa pla

# @action:button
source: Select face to align to the build plate
ca_es: Trieu la cara que s'ha d'alinear amb la placa de construcció

# @action:checkbox
source: Snap Rotation
ca_es: Ajusta el gir

# @option:check
source: Snap Scaling
ca_es: Ajusta l'escala

# @option:check
source: Uniform Scaling
ca_es: Escalat uniforme

# @title:window
source: Rename
ca_es: Canvia el nom

# @info
source: Please provide a new name.
ca_es: Indiqueu un nom nou.

# @action:button
source: Cancel
ca_es: Cancel·la

# @action:button
source: OK
ca_es: D'acord

# @title:tab
source: Printers
ca_es: Impressores

# @label
source: Type
ca_es: Tipus

# @title:window
source: Confirm Remove
ca_es: Confirmeu l'eliminació

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
ca_es: Esteu segur que voleu eliminar %1? Això no es pot desfer!

# @title:window
source: Preferences
ca_es: Preferències

# @title:tab
source: Settings
ca_es: Paràmetres

# @option
source: OK
ca_es: D'acord

# @option
source: Open
ca_es: Obre

# @option
source: Save
ca_es: Desa

# @option
source: Cancel
ca_es: Cancel·la

# @option
source: Close
ca_es: Tanca

# @option
source: Discard
ca_es: Descarta

# @option
source: Apply
ca_es: Aplica

# @option
source: Reset
ca_es: Reinicialitza

# @option
source: Restore Defaults
ca_es: Restaura als valors predeterminats

# @option
source: Help
ca_es: Ajuda

# @option
source: Save All
ca_es: Desa-ho tot

# @option
source: Yes
ca_es: Sí

# @option
source: Yes to All
ca_es: Sí a tot

# @option
source: No to All
ca_es: No a tot

# @option
source: Abort
ca_es: Interromp

# @option
source: Retry
ca_es: Reintenta

# @option
source: Ignore
ca_es: Ignora

# description
source: Outputs log information to the console.
ca_es: Mostra informació del registre a la consola.

# name
source: Console Logger
ca_es: Registrador de consola

# description
source: Enables saving to local files.
ca_es: Habilita el desament a fitxers locals.

# name
source: Local File Output Device
ca_es: Dispositiu de sortida de fitxers locals

# description
source: Provides a simple solid mesh view.
ca_es: Proporciona una vista bàsica de malla sòlida.

# name
source: Simple View
ca_es: Vista bàsica

# description
source: Provides support for writing STL files.
ca_es: Permet l'escriptura de fitxers STL.

# name
source: STL Writer
ca_es: Escriptor STL

# description
source: Provides support for reading STL files.
ca_es: Permet la lectura de fitxers STL.

# name
source: STL Reader
ca_es: Lector STL

# description
source: Makes it possible to write Wavefront OBJ files.
ca_es: Fa possible escriure fitxers OBJ de Wavefront.

# name
source: Wavefront OBJ Writer
ca_es: Escriptor OBJ Wavefront

# description
source: Makes it possible to read Wavefront OBJ files.
ca_es: Fa possible llegir fitxers OBJ de Wavefront.

# name
source: Wavefront OBJ Reader
ca_es: Lector OBJ Wavefront

# description
source: Checks for updates of the software.
ca_es: Comprova si hi ha actualitzacions del programari.

# name
source: Update Checker
ca_es: Comprovador d'actualitzacions

# description
source: Provides built-in setting containers that come with the installation of the application.
ca_es: Proporciona contenidors de paràmetres integrats que venen amb la instal·lació de l'aplicació.

# name
source: Local Container Provider
ca_es: Proveïdor de contenidor local

# description
source: Provides the Move tool.
ca_es: Proporciona l'eina per a moure.

# name
source: Move Tool
ca_es: Eina per a moure

# description
source: Provides the Mirror tool.
ca_es: Proporciona l'eina de reflexió.

# name
source: Mirror Tool
ca_es: Eina de reflexió

# description
source: Provides the tool to manipulate the camera.
ca_es: Proporciona l'eina per a manipular la càmera.

# name
source: Camera Tool
ca_es: Eina de la càmera

# description
source: Provides the Selection tool.
ca_es: Proporciona l'eina de selecció.

# name
source: Selection Tool
ca_es: Eina de selecció

# description
source: Provides the Rotate tool.
ca_es: Proporciona l'eina de gir

# name
source: Rotate Tool
ca_es: Eina de gir

# description
source: Provides the Scale tool.
ca_es: Proporciona l'eina d'escalat.

# name
source: Scale Tool
ca_es: Eina d'escalat

# description
source: Outputs log information to a file in your settings folder.
ca_es: Mostra informació del registre en un fitxer de la carpeta de configuració.

# name
source: File Logger
ca_es: Registre de fitxers
